import React from 'react';
import './about-page.css';

const AboutYael = () => {
  return (
    <div className="about-yael">
      <h1>מי אני ?!</h1>
      <p>
       יעל קליין, בעלת אולפן הקלטות עם אהבה גדולה לשירה ולמוזיקה. מאז שהייתי ילדה,
        המוזיקה הייתה חלק בלתי נפרד ממני, והיא זו שמלווה אותי בכל רגע בחיים.
      </p>
      <p>
        באולפן שלי אני מגשימה חלומות קטנים וגדולים של אנשים – החל מהקלטות שירים לאירועים מיוחדים כמו בת מצווה וימי הולדת,
        ועד לשירים מקוריים שכתבתם ורציתם להקליט.
      </p>
      <p>
        אני מאמינה שהקסם של המוזיקה נוצר כשהלב והשיר נפגשים, ולכן אני דואגת שכל אחד שמגיע לאולפן שלי יקבל את הליווי הכי מקצועי ואישי,
        עם הרבה סבלנות, חום ואהבה למוזיקה וליצירה.
      </p>
      <p>
        אני אשמח לפגוש אתכם אצלי באולפן, ולהגשים יחד אתכם את החלום המוזיקלי שלכם.
      </p>
    </div>
  );
};

export default AboutYael;
